"alert_message_invalid_pin" = "The PIN is not valid.";

"command_error_blocked_ciam_id" = "Zadali jste %1$dkrát nesprávně Váš PIN kód. Vaše Mercedes me ID tak bylo na %2$@ zablokováno.";

"command_error_minute" = "%1$d minute";

"command_error_minutes" = "%1$d minut(y)";

"command_error_pin_invalid" = "Zadali jste Váš PIN %1$dkrát nesprávně.";

"general_cancel" = "Zrušit";

"general_error_msg" = "Vyskytla se chyba. Zkuste to prosím znovu.";

"general_error_network_msg" = "Něco se nepovedlo. Zkontrolujte prosím své internetové připojení.";

"general_error_title" = "Chyba";

"general_hint" = "Upozornění";

"general_no" = "Ne";

"general_ok" = "OK";

"general_yes" = "Ano";

"login_error_authentication_failed" = "Autentifikace se nezdařila. Zkuste to prosím znovu.";

"login_error_wrong_tan" = "Vámi zadané informace bohužel nebyly správné. Nezapomeňte prosím, že před opětovným pokusem musíte případně několik minut počkat.";

"login_info_alert_message" = "ID Mercedes me tvoří číslo Vašeho mobilního telefonu nebo Vaše e-mailová adresa. Prostřednictvím svého ID Mercedes me se můžete kdekoliv připojit do digitálního světa Mercedes-Benz. Nabízí přístup ke všem službám, funkcím a platformám dostupným ve Vaší domovské zemi.";

"login_info_alert_title" = "ID Mercedes me";

"login_invalid_input" = "Zadejte prosím platnou e-mailovou adresu nebo telefonní číslo.";

"login_mercedesme_id" = "ID Mercedes me";

"login_next" = "Pokračovat";

"login_only_caption" = "Přihlášení";

"login_username" = "Mobilní telefonní číslo nebo e-mailová adresa";

"login_user_not_registered" = "Zaregistrujte se prosím zdarma v jedné z dalších aplikací Mercedes me.";

"pin_popup_button_again" = "Zkusit znovu";

"pin_popup_cancel" = "Zrušit";

"pin_popup_default_no_pin_message" = "Definujte prosím v některé z aplikací Mercedes me kód PIN.";

"pin_popup_description" = "Zadejte prosím svůj %1$dmístný PIN kód:";

"pin_popup_send" = "Odeslat";

"pin_popup_title" = "Zadání PIN kódu";

"pin_popup_wrong_pin_msg" = "Tento PIN kód není správný. Zkuste to prosím znovu.";

"pin_popup_wrong_pin_title" = "Nesprávný PIN kód";

"registration_user_consent_message" = "Za účelem neustálého zlepšování analyzujeme používání aplikace a jejích funkcí bez souvislosti s Vaší osobou. Tuto funkci můžete kdykoli deaktivovat prostřednictvím Menu > Nastavení > Analytics.";

"registration_user_consent_title" = "Údaje o používání Mercedes me";

"verification_btn_next" = "Pokračovat";

"verification_btn_send_again" = "Vyžádat nový TAN kód";

"verification_headline" = "Ověřovací kód";

"verification_login_msg_mail" = "Zadejte prosím TAN kód, který jsme Vám zaslali e-mailem.";

"verification_login_msg_user" = "Pro ověření jsme Vám odeslali %1$dmístný kód na %2$@. Zadejte prosím tento kód.";

"verification_not_received" = "Neobdrželi jste kód TAN?";

"verification_not_received_hint_mail" = "Zkontrolujte prosím zadanou e-mailovou adresu nebo si vyžádejte nový ověřovací kód.";

"verification_not_received_hint_phone" = "Zkontrolujte prosím zadané mobilní telefonní číslo nebo si vyžádejte nový TAN kód.";

"verification_send_again_msg" = "Váš požadavek byl znovu odeslán";

"verification_title" = "Verifikace";

